<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta content="text/html; charset=utf-8" http-equiv="content-type" />
    <title>DICOM Viewer installation required</title>
    <style>
h1		{ font-family:Arial,Verdana;			
		font-size: 14px;
		color:midnightblue; 
		margin-bottom: 10px;
		line-height: 125%; }
body	{ font-family:Arial,Verdana;			
		font-size: 12px;
		color:midnightblue; 
		margin-bottom: 10px;
		line-height: 125%; }

a	{font-size:10px;
	font-weight:bold;
	color:steelblue}

</style>
</head>
<body>

<a href="#en-us">English</a>&nbsp;&nbsp;
<a href="#de-de">Deutsch</a>&nbsp;&nbsp;
<a href="#da-dk">Dansk</a>&nbsp;&nbsp;
<a href="#fr-fr">Français</a>&nbsp;&nbsp;
<a href="#it-it">Italiano</a>&nbsp;&nbsp;
<a href="#sv-se">Svenska</a>&nbsp;&nbsp;
<a href="#ru-ru">русский</a>&nbsp;&nbsp;
<a href="#es-es">Español</a>&nbsp;&nbsp;
<a href="#pt-pt">Português</a>&nbsp;&nbsp;
<a href="#nl-nl">Nederlands</a>&nbsp;&nbsp;
<a href="#ja-jp">日本語</a>&nbsp;&nbsp;
<a href="#ko-kr">한글</a>&nbsp;&nbsp;
<a href="#zh-cn">简体中文</a>&nbsp;&nbsp;
<a href="#zh-tw">繁體中文</a>&nbsp;&nbsp;
<a href="#gr-gr">'Ελληνας</a>&nbsp;&nbsp;
<a href="#tr-tr">Türkçe</a>&nbsp;&nbsp;
<a href="#hu-hu">Magyar</a>&nbsp;&nbsp;
<a href="#pl-pl">Polski</a>&nbsp;&nbsp;

<hr />
<a name="en-us"><h1>DICOM Viewer installation required</h1></a>
<p>The autorun utility has detected that your system is running the Windows 2000 operating system.</p>
<p>DICOM Viewer 3.1.4 requires an installation for this platform. Please run the installer from the <tt>dv31\en-us\</tt> directory.</p>
<p>Make sure you have the administrator privileges you require in order to install DICOM Viewer 3.1.4.</p>
<hr />
<a name="de-de"><h1>Installation von DICOM Viewer erforderlich</h1></a>
<p>Das Hilfsprogramm Autorun hat festgestellt, dass auf diesem Computer das Betriebssystem Windows 2000 verwendet wird.</p> 
<p>F&uuml;r DICOM Viewer 3.1.4 ist auf diesem Betriebssystem eine Installation erforderlich. Bitte f&uuml;hren Sie das Installationsprogramm (installer) im Ordner <TT>dv31\de-de\</TT> aus.</p>
<p>F&uuml;r die Installation von DICOM Viewer 3.1.4 ben&ouml;tigen Sie Administratorrechte.</p>
<hr />
<a name="da-dk"><h1>Installation af DICOM Viewer er p&aring;kr&aelig;vet</h1></a>
<p>Funktionen Automatisk afspilning har opdaget, at systemet k&oslash;rer p&aring; operativsystemet Windows 2000.</p> 
<p>Installation af DICOM Viewer 3.1.4 er p&aring;kr&aelig;vet til denne platform. K&oslash;r installationsprogrammet fra mappen <TT>dv31\da-dk\</TT>.</p>
<p>S&oslash;rg for, at du har de n&oslash;dvendige administratorrettigheder for at kunne installere DICOM Viewer 3.1.4.</p>
<hr />
<a name="fr-fr"><h1>DICOM Viewer doit &ecirc;tre install&eacute;</h1></a>
<p>L'utilitaire d'ex&eacute;cution automatique a d&eacute;tect&eacute; que votre syst&egrave;me ex&eacute;cute le syst&egrave;me d'exploitation Windows&nbsp;2000.</p> 
<p>DICOM Viewer 3.1.4 doit &ecirc;tre install&eacute; pour cette plate-forme. Ex&eacute;cutez le programme d'installation situ&eacute; dans le r&eacute;pertoire <TT>dv31\fr-fr\</TT>.</p>
<p>Assurez-vous que vous disposez des droits d'administrateur requis pour installer DICOM Viewer&nbsp;3.1.4.</p>
<hr />
<a name="it-it"><h1>&Egrave; richiesta l'installazione di DICOM Viewer</h1></a>
<p>L'utilit&agrave; di esecuzione automatica ha rilevato che il sistema in uso utilizza il sistema operativo Windows 2000.</p> 
<p>DICOM Viewer 3.1.4 richiede un'installazione per questa piattaforma. Eseguire l'installazione dalla directory <TT>dv31\it-it\</TT>.</p>
<p>Accertarsi di avere i privilegi di amministratore per installare DICOM Viewer 3.1.4.</p>
<hr />
<a name="sv-se"><h1>Installation av DICOM Viewer kr&auml;vs</h1></a>
<p>Autorun-funktionen har konstaterat att operativsystemet Windows 2000 &auml;r installerat i ditt system.</p> 
<p>DICOM Viewer 3.1.4 m&aring;ste installeras f&ouml;r denna plattform. K&ouml;r installationsprogrammet fr&aring;n mappen <TT>dv31\sv-se\</TT>.</p>
<p>Du m&aring;ste ha administrat&ouml;rsbeh&ouml;righet f&ouml;r att installera DICOM Viewer 3.1.4.</p>
<hr />
<a name="ru-ru"><h1>Требуется установка программы DICOM Viewer</h1></a>
<p>Средством автоматического запуска обнаружено, что на компьютере установлена операционная система Windows 2000.</p> 
<p>Для этой платформы требуется установка программы DICOM Viewer 3.1.4. Запустите программу установки из каталога <TT>dv31\ru-ru\</TT>.</p>
<p>Для установки программы DICOM Viewer 3.1.4 следует убедиться в наличии прав администратора.</p>
<hr />
<a name="es-es"><h1>Instalaci&oacute;n de DICOM Viewer necesaria</h1></a>
<p>La utilidad autoejecutable ha detectado que su sistema utiliza el sistema operativo Windows 2000.</p> 
<p>DICOM Viewer 3.1.4 precisa ser instalado en esta plataforma. Ejecute el instalador ubicado en el directorio <TT>dv31\es-es\</TT>.</p>
<p>Compruebe que dispone de los privilegios de administrador necesarios para instalar DICOM Viewer 3.1.4.</p>
<hr />
<a name="pt-pt"><h1>&Eacute; necess&aacute;ria a instala&ccedil;&atilde;o do Visualizador DICOM</h1></a>
<p>O utilit&aacute;rio autorun detectou que o seu sistema est&aacute; a executar o sistema operativo Windows 2000.</p> 
<p>O Visualizador DICOM 3.1.4 necessita de uma instala&ccedil;&atilde;o para esta plataforma. Execute o instalador a partir do direct&oacute;rio <TT>dv31\pt-pt\</TT>.</p>
<p>Certifique-se de que tem os privil&eacute;gios de administrador necess&aacute;rios para a instala&ccedil;&atilde;o do Visualizador DICOM 3.1.4.</p>
<hr />
<a name="nl-nl"><h1>Installatie van DICOM Viewer vereist</h1></a>
<p>Het hulpprogramma Autorun heeft gedetecteerd dat uw systeem besturingssyteem Windows 2000 heeft.</p> 
<p>Voor dit platform moet DICOM Viewer 3.1.4 worden ge&iuml;nstalleerd. Voer het installatieprogramma uit dat zich in de directory <TT>dv31\nl-nl\</TT> bevindt.</p>
<p>Zorg ervoor dat u de benodigde beheerdersrechten hebt om DICOM Viewer 3.1.4 te kunnen installeren.</p>
<hr />
<a name="ja-jp"><h1>DICOM Viewer に必要なインストール</h1></a>
<p>自動実行ユーティリティでは、お客様のシステムが Windows 2000 オペレーティング システム上で動作することが検出されました。</p>
<p>DICOM Viewer 3.1.4 はこのプラットフォームをインストールしないと使用できません。dv31\ja-jp\ ディレクトリからインストーラを起動してください。</p>
<p>DICOM Viewer 3.1.4 をインストールするには、管理者権限が必要ですので、供与されていることを確認してください。</p>
<hr />
<a name="ko-kr"><h1>DICOM 뷰어 설치 필요</h1></a>
<p>자동 실행 유틸리티가 사용자 시스템에 Windows 2000 운영 체제 시스템이 실행되고 있음을 감지했습니다.</p>
<p>DICOM 뷰어 3.1.4을 설치하려면 이 플랫폼이 있어야 합니다. dv31\ko-kr\ 디렉토리에서 설치 프로그램을 실행하십시오.</p>
<p>DICOM 뷰어 3.1.4을 설치하기 위해 필요한 관리자 권한이 있는지 확인하십시오.</p>
<hr />
<a name="zh-cn"><h1>求安装 DICOM Viewer</h1></a>
<p>自动运行实用程序已经检测到您的系统正在运行 Windows 2000 操作系统。</p>
<p>DICOM Viewer 3.1.4 要求在此平台上进行安装。 请运行 dv31\zh-cn\ 目录中的安装程序。</p>
<p>要安装 DICOM Viewer 3.1.4，请确保您拥有要求的管理员权限。</p>
<hr />
<a name="zh-tw"><h1>必須安裝 DICOM Viewer</h1></a>
<p>自動執行公用程式偵測到您的系統正在執行 Windows 2000 作業系統。</p>
<p>必須安裝適用於此平台的 DICOM Viewer 3.1.4。 請從 dv31\zh-tw\ 目錄執行安裝程式。</p>
<p>請確定您具有必要的管理員權限，才能安裝 DICOM Viewer 3.1.4。</p>
<hr />
<a name="gr-gr"><h1>Απαιτείται η εγκατάσταση του DICOM Viewer</h1></a>
<p>Το βοηθητικό πρόγραμμα αυτόματης εκτέλεσης εντόπισε ότι το σύστημά σας εκτελεί το λειτουργικό σύστημα των Windows 2000.</p>
<p>Το DICOM Viewer 3.1.4 απαιτεί μια εγκατάσταση για αυτήν την πλατφόρμα. Εκτελέστε το πρόγραμμα εγκατάστασης από τον κατάλογο dv31\el-gr\.</p>
<p>Βεβαιωθείτε ότι διαθέτετε τα δικαιώματα διαχειριστή που απαιτούνται για την εγκατάσταση του DICOM Viewer 3.1.4.</p>
<hr />
<a name="tr-tr"><h1>DICOM Görüntüleyici uygulamasının yüklenmesi gerekiyor</h1></a>
<p>Otomatik çalıştırma yardımcı programı, sisteminizde Windows 2000 işletim sisteminin çalıştığını algıladı.</p>
<p>DICOM Viewer 3.1.4, bu platform için yükleme gerektiriyor. Lütfen dv31\tr-tr\ dizinindeki yükleyiciyi çalıştırın.</p>
<p>DICOM Görüntüleyici 3.1.4 uygulamasını yüklemek için gerekli yönetici ayrıcalıklarına sahip olduğunuzdan emin olun.</p>
<hr />
<a name="hu-hu"><h1>DICOM Viewer telepítése szükséges</h1></a>
<p>Az Autorun program szerint Ön a Windows 2000 vezérlési rendszert használja.</p>
<p>Ehhez a platformhoz a DICOM Viewer 3.1.4 telepítése szükséges.
Kövesse a telepítési programot ami a <TT>dv31\hu-hu\</TT> directory-ban található.</p>
<p>Bizonyosodjon meg arról, hogy jogosult-e a DICOM Viewer 3.1.4 használatára.</p>
<hr />
<a name="pl-pl"><h1>Wymagana instalacja programu DICOM Viewer</h1></a>
<p>Narzędzie automatycznego uruchamiania wykryło, że na tym urządzeniu zainstalowany jest system operacyjny Windows 2000.</p>
<p>Dla tej platformy wymagana jest instalacja programu DICOM Viewer 3.1.4. Należy uruchomić instalator z katalogu <tt>dv31\en-us\</tt>.</p>
<p>Należy upewnić się, że masz uprawnienia administratora wymagane do zainstalowania programu DICOM Viewer 3.1.4.</p>
<hr />
</body>
</html>
